13xforever.language-x86-64-assembly
aaron-bond.better-comments
alefragnani.project-manager
codezombiech.gitignore
esbenp.prettier-vscode
formulahendry.code-runner
fwcd.kotlin
google.aidl-language
isudox.vscode-jetbrains-keybindings
jeff-hykin.macro-commander
lewisardern.semgrep-snippets
mathiasfrohlich.kotlin
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
redhat.java
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
