akamud.vscode-theme-onedark
dracula-theme.theme-dracula
esbenp.prettier-vscode
formulahendry.code-runner
fwcd.kotlin
geddski.macros
isudox.vscode-jetbrains-keybindings
mateocerquetella.xcode-12-theme
mathiasfrohlich.kotlin
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
oorzc.mind-map
shd101wyy.markdown-preview-enhanced
vadimcn.vscode-lldb
vscodevim.vim
