brew "git"
brew "git-lfs"
brew "gh"
brew "bun"
brew "uv"
brew "mise"
brew "mole"
brew "ripgrep"
brew "ast-grep"
brew "fd"
brew "jq"
brew "yq"
brew "git-delta"
brew "zoxide"
brew "direnv"
brew "xh"
brew "sd"
brew "hyperfine"
brew "just"
brew "git-absorb"
brew "atuin"
brew "prettier"
brew "fzf"
brew "zplug"
brew "bat"
brew "tree"
brew "eza"
